{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-tombradysuperbowl/art-010", "text": "How Eli Manning Battled Tom Brady And Won The Super Bowl Twice\n\nWith the 2020 NFL playoffs in full swing, much of the country's football fanbase is focused on one matchup. This Sunday, January 17, the New Orleans Saints take on the Tampa Bay Buccaneers in the NFC's Divisional round. But it's not about these NFL franchises so much as who is leading them now and what they have accomplished. In short, the buzz is about two legendary quarterbacks squaring off.\n\nThe Saints' Drew Brees, the all-time leader in passing yards (80,358) and completions (7,142), will take on longtime New England Patriots QB and new Bucs leader, Tom Brady, who sits second in both all-time passing yards and completions (with 79,204 and 6,778).\n\nLike most of us, longtime News York Giants quarterback Eli Manning says he'll be tuned in for the big face-off too. The four-time NFL Pro Bowler, who spent his entire career with the Giants, won two Super Bowls with them—Super Bowls XLII and XLVI, both against Tom Brady and the Patriots.\n\nSince retiring after the 2019 season, Manning has kept a mostly quiet profile, especially if you compare his activity to that of his very outgoing brother, former Denver Broncos quarterback and fellow two-time Super Bowl champ Peyton Manning. Over the years, Eli Manning has been involved in his share of charity work and has sat on the previous administration's President's Council on Physical Fitness and Sports. He's also been a brand ambassador for such well-known names as Citizen Watch Co., Toyota and NFLShop.com.\n\nRelated Article: Jerome Bettis says NFL still a running back's game\n\nAnd with the annual march to the NFL's biggest game, you'll likely see Manning take to his old stomping ground at MetLife Stadium, along with former Giants teammate Victor Cruz, to talk Super Bowl game day food ideas for Stella Stadium Bites, a partnership involving beer mega brand Stella Artois and food kit maker Blue Apron APRN .\n\nEarlier today, I spoke with the 15-year NFL veteran about his thoughts on the NFC Playoffs, his past rivalry with Tom Brady and the Patriots, and what it's like to be part of the Manning Family football dynasty.\n\nAndy Frye: This weekend the buzz is on the Saints-Bucs game, with Tom Brady versus Drew Brees. You've played against both these guys, so what's your take?\n\nEli Manning: It's a great matchup and they've already faced each other twice this season, but both quarterbacks are playing great football right now. Even with his injury, Drew has come back and played great last week. And Tom is doing the same. They both have all their weapons and have come back healthy. Both defenses are playing well, and so it will be interesting how it plays out.\n\nIt's amazing what both those guys are doing at 40-plus years old, still playing at such a high level.\n\nRelated Article: Why NY Giants' Zak DeOssie Left Football For Wall Street\n\nAF: You beat Brady twice in the Super Bowl. What was your mindset like in those games, and how did you lead your team to beat the Patriots?\n\nManning: Well, it's really easy to beat them. You just have to have Michael Strahan, Justin Tuck, Osi Umenyiora and Jason Pierre-Paul on the defensive line—guys like that—making a bunch of sacks, and it shouldn't be a problem at all."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-capitolriot/art-055", "text": "These are the Republican lawmakers facing calls for resignation after they attended the Trump rally ahead of the Capitol riot\n\nDays after last week's riot at the US Capitol, lawmakers have condemned the violence exhibited during the riot.\n\nOthers have referred to the rioters as \"patriots\" and displayed support for their actions.\n\nRioters were emboldened not just by President Donald Trump, who was pleading them to protest the election results, but also by the Republican rally attendees, which included state lawmakers.\n\nOn GOP state lawmaker has resigned. Here's a list of some of the Republican officials who attended the rally before the riot.\n\nVisit Business Insider's homepage for more stories.\n\nThe riot on the US Capitol was preceded by a rally in support of President Donald Trump's efforts to overturn the results of the 2020 election.\n\nThat rally was attended by Republican lawmakers at the state and federal levels.\n\nEmboldened by Trump's urges and pleas to protest the results with him, rioters who attended the rally organized an attempted coup. They stormed the Capitol building as lawmakers were meeting inside to certify the election results.\n\nDays after the event, investigations remain ongoing and lawmakers at-large have been standing against the acts of violence demonstrated by the rioters.\n\nAt least five people, including one police officer, died. Members of the Proud Boys, which is classified as a hate group by the Southern Poverty Law Center, were reportedly present.\n\nUpon news that the riot breached the Capitol building, lawmakers began to shelter in place and many evacuated. One quick-thinking Senate aide secured the boxes containing the electoral votes, rescuing them from possible damage.\n\nThe vote to certify President-elect Joe Biden went on as planned hours after the riot began. And a day later, Trump said there would be \"an orderly transition\" on January 20, Inauguration Day.\n\nThe riot spurred calls to once again impeach Trump, this time on a charge for \"incitement of an insurrection.\" Senate Majority Leader Mitch McConnell circulated a memo to Republicans saying Trump cannot logistically be removed from office before Inauguration Day."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-cnnchriscuomo/art-094", "text": "Flashback: CNN's Chris Cuomo goofed around with brother, failed to ask governor about NY nursing home deaths\n\nA new report holds New York Gov. Andrew Cuomo's feet to the fire for his handling of the coronavirus in the early months of the pandemic, when the Democratic governor regularly appeared on his brother's CNN program for friendly interviews.\n\nNew York Attorney General Letitia James said that the state Department of Health underreported COVID-19 deaths in nursing homes by as much as 50%, according to a report released Thursday.\n\nCuomo famously directed nursing homes in the Empire State to accept patients who had or were suspected of having COVID-19. The decision created an onslaught of COVID-19 cases that infected thousands of elderly patients and resulted in hundreds of deaths among the state's most vulnerable population. He eventually reversed the decision – but thousands had died from COVID-19 in New York nursing homes before Cuomo reversed course.\n\nNY UNDERCOUNTED NURSING HOME CORONAVIRUS DEATHS BY AS MUCH AS 50%, STATE AG SAYS\n\nAround the same time, Cuomo made regular appearances on \"Cuomo Prime Time,\" a CNN program hosted by his younger brother, Chris. The siblings conducted a series of playful on-air conversations masquerading as interviews as Americans wanted answers from the elder Cuomo amid the nursing home scandal.\n\nInstead, the CNN host joked around with his brother about things such as who is their mother's favorite child. Days after Cuomo signed an executive order on May 11 stopping hospitals from sending infected patients back to nursing homes and ramping up testing for staff, he appeared on his brother's show for a 25-minute sit-down that made no mention of the nursing home death toll.\n\nThere was only one mention of nursing homes during the entire interview, which was when Andrew Cuomo was boasting about the state's increased coronavirus testing capabilities and listed nursing homes and prisons among the sites that they had been administered.\n\nCNN'S CHRIS CUOMO DOES PROP COMEDY WITH NY GOV. ANDREW CUOMO, FAILS TO ASK ABOUT NURSING-HOME CONTROVERSY\n\nDuring one infamous segment, the Cuomo brothers turned to physical comedy after the CNN anchor played a clip of the governor taking a coronavirus test where a nurse placed a cotton swab up his nostril.\n\n\"Is it true that this was the swab that the nurse was actually using on you?\" the primetime host asked his brother while holding a cartoonishly oversized cotton swab.\n\nHe then quickly followed by presenting him an even larger cotton swab, asking the governor if that was the one the nurse used on him.\n\nCornell Law School professor and media critic William A. Jacobson blasted CNN following the prop comedy routine by the Cuomo siblings.\n\nCNN'S CHRIS CUOMO FINALLY ASKS BROTHER SOFTBALL QUESTION ON NY NURSING HOME CONTROVERSY\n\n\"CNN's coverage of Andrew Cuomo has been consistent with much of the media, focus on the glowing verbiage and ignore the catastrophic mishandling of nursing homes that led to thousands of deaths,\" Jacobson told Fox News at the time.\n\n\"This problem is compounded by a serious conflict of interest arising from the relationship between Chris Cuomo, one of CNN's highest-profile news personalities, and his brother the Governor,\" Jacobson added. \"Chris Cuomo should not be allowed to cover or comment on air about his brother, and CNN should appoint someone to monitor and review coverage of Andrew Cuomo to prevent this conflict of interest from bleeding over to other news coverage.\"\n\nDespite widespread criticism, CNN continued to allow the Cuomo brothers to chat on air. In June, CNN's Cuomo finally mentioned the nursing home controversy to his brother after ignoring it during at least 10 on-air interviews since the scandal began.\n\n\"Nursing homes. People died there, they didn't have to, it was mismanaged and the operators have been given immunity. What do you have to say about that?\" the CNN anchor asked after months of ignoring the topic.\n\n\"Several statements that are not correct, but that's OK. It's your show, you say whatever you want to say,\" Gov. Cuomo jokingly reacted.\n\nGOV. ANDREW CUOMO GETS A PASS FROM CNN ON NURSING HOME POLICY CONTROVERSY\n\nThe governor then called the nursing home deaths \"the most tragic situation\" and pointed to how there were nursing home deaths \"all across the country\" and said \"we have to figure out how to do it better the next time\" before the next virus wave occurs."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-covid19/art-091", "text": "FACT SHEET: 300 Million Shots in 150 Days: The President's COVID-19 Strategy is Delivering for Americans\n\nWhen President Biden took office 150 days ago, more than 3,300 Americans were dying each day, more than 185,000 Americans were infected with COVID-19 cases a day, and the economy had lost millions of jobs.\n\nToday, thanks to the President's COVID-19 strategy, the virus is in retreat. 300 million shots have been administered in 150 days, COVID-19 cases and deaths have decreased by more than 90 percent, and the economy is experiencing the strongest rebound in decades.\n\nThis did not happen by accident. The President committed to the American people that he would confront this unprecedented challenge with the full strength and capabilities of the federal government. Each day since taking office, the President has done just that – mobilizing a whole-of-government, wartime effort to defeat COVID-19. And, he has brought all Americans, including public and private sector leaders, together and asked them to do their part.\n\nThe results are clear: America is starting to look like America again, and entering a summer of joy and freedom.\n\n300 Million Shots in 150 Days\n\nWhen President Biden took office, about 5% of adult Americans had gotten vaccinated. At the pace the U.S. was vaccinating in January, it would have taken 336 days to get to 300 million shots in arms. And, inadequate vaccine supply, vaccinators, and places to get vaccinated severely limited Americans' access to vaccines.\n\nThanks to the Biden Administration's whole-of-government effort to stand up a first-of-its-kind, best-in-class nationwide vaccination program, today, more than 175 million Americans have gotten at least one COVID-19 vaccine shot.\n\n65% of adult Americans have at least one shot, and 55% of adults are fully vaccinated.\n\n87% of seniors and 74% of adults age 40 and over have at least one shot.\n\n15 states and Washington, D.C., have gotten at least 70% of adults one shot.\n\n26 states and D.C. have fully vaccinated 50% or more of adults.\n\nImportantly, this progress on vaccinations has brought COVID-19 cases, hospitalizations and deaths down to their lowest levels since the start of the pandemic last year. It's curbed the spread of the virus, saved tens of thousands of lives, and allowed tens of millions of Americans to get back to living their life.\n\nThis is a direct result of the Biden Administration's whole-of-government, wartime effort that focused on:\n\nSecuring enough supply for all Americans and getting it out the door as quickly as possible. When President Biden took office, there was not enough vaccine supply for all Americans, and states were not getting the supply allocation and delivery timeline information they requested and needed to be successful. Thanks to the President's aggressive actions, the Biden Administration secured enough supply for all Americans, dramatically increased supply to states, and gave states more visibility into allocation numbers to allow for better planning to get shots into arms much faster. This allowed the President to make all adults eligible for vaccination in mid-April – months ahead of expectations – and has positioned the U.S. to help lead the global efforts to vaccinate the world."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-trumpimpeachment/art-039", "text": "This week: Democrats barrel toward Trump impeachment after Capitol attack\n\nHouse Democrats are driving toward impeaching President Trump for a second time after supporters of the president sacked the Capitol.\n\nTensions are running high as lawmakers prepare to return to a tumultuous, frayed Washington just days after a violent mob breached the Capitol, forcing lawmakers to go into lockdown and resulting in the deaths of five people.\n\nThe House and Senate had been expected to leave town until Jan. 19, a day before President-elect Joe Biden is sworn in. But the House is poised to return this week as lawmakers itch to respond to Trump, who encouraged his supporters to march on the Capitol as Vice President Pence and lawmakers were formally tallying Biden's Electoral College win.\n\nHouse Speaker Nancy Pelosi (D-Calif.) laid out the path forward for Democrats in a \"Dear Colleague\" letter on Sunday night.\n\n\"In protecting our Constitution and our Democracy, we will act with urgency, because this President represents an imminent threat to both,\" Pelosi wrote. \"As the days go by, the horror of the ongoing assault on our democracy perpetrated by this President is intensified and so is the immediate need for action.\"\n\nPelosi, who was personally targeted by some members of the pro-Trump mob in Wednesday's insurrection, said Democrats will try to adopt Maryland Democratic Rep. Jamie Raskin's 25th Amendment resolution on Monday by unanimous consent — a gambit sure to be blocked by Trump's conservative allies.\n\nIf that fails, Democrats will bring it to the floor on Tuesday as they try to push for Pence, who was also a target for the rioters, to respond within 24 hours. Democrats, and some Republicans, are supportive of Pence invoking the 25th Amendment, which would allow the VP and a majority of the Cabinet to sideline Trump.\n\nPelosi and Senate Minority Leader Charles Schumer (D-N.Y.) called Pence to discuss the issue late last week, where Schumer said they were put on hold for more than 20 minutes. They ultimately didn't connect with Pence.\n\nPelosi didn't say in her letter when the House would vote on impeaching Trump, but aides are expecting a vote as soon as Wednesday, likely on a single article. Language drafted by Reps. Raskin, David Cicilline (R.I.) and Ted Lieu (Calif.) charges Trump with high crimes and misdemeanors for \"willfully inciting violence against the Government of the United States.\"\n\nTrump would be the first president to be impeached more than once.\n\nAs of late Sunday afternoon Cicilline said he had 210 co-sponsors.\n\nIf the House votes to impeach Trump — which would mark the second time of his presidency — when Democrats would send the articles to the Senate is unclear, and could have implications for how quickly Congress can act on Biden's agenda.\n\nOutgoing Senate Majority Leader Mitch McConnell (R-Ky.) warned in a memo to lawmakers over the weekend that an impeachment trial is unlikely to start before Biden is sworn in, meaning a trial could bog down the ability to confirm Biden's Cabinet and take up other early legislation.\n\nBiden hasn't weighed in on the impeachment talk publicly, saying that it was a decision for Congress.\n\n\"What the Congress decides to do is for them to decide, but I'm going to have to — and they're going to have to be ready to hit the ground running,\" Biden said. \"Because when [Vice President-elect Kamala Harris] and I are sworn in we're going to be introducing immediately significant pieces of legislation to deal with the virus, to deal with the economy and deal with economic growth.\"\n\nHe added that the quickest way to get Trump out of office was for him to be sworn in on Jan. 20.\n\nDemocrats will control the Senate after the 20th but they would still need significant support from Republicans to vote to convict Trump. Sen. Ben Sasse (R-Neb.) has said he is open to articles of impeachment from the House."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-harryandmeghan/art-014", "text": "Meghan and Harry weren't legally married before public wedding, archbishop says\n\nCNN — The Archbishop of Canterbury, Justin Welby, has confirmed that the Duke and Duchess of Sussex were not legally married prior to their televised wedding, clarifying comments made by the duchess in the couple's bombshell interview with Oprah Winfrey.\n\nThe interview contained plenty of revelations, including the news that Meghan and Harry had exchanged vows in private a few days before the ceremony.\n\n\"You know, three days before our wedding, we got married,\" said Meghan. \"No one knows that. The vows that we have framed in our room are just the two of us in our backyard with the Archbishop of Canterbury.\"\n\nThe duchess didn't elaborate on the private service, but many people deduced that it wasn't legally binding because of the absence of witnesses.\n\nWelby, who led the couple in their public vows on May 19, 2018, has now shed more light on events.\n\n\"The legal wedding was on the Saturday. I signed the wedding certificate, which is a legal document, and I would have committed a serious criminal offense if I had signed it knowing it was false,\" Welby said, in comments first reported by Italian newspaper La Repubblica and confirmed to CNN by Lambeth Palace.\n\n\"So, you can make what you like of that. But the legal wedding was on the Saturday, but I won't say what happened at any earlier meetings,\" the archbishop added.\n\nPrince Harry and Meghan Markle married at St. George's Chapel in Windsor, becoming the Duke and Duchess of Sussex.\n\nHowever, in January last year, the pair announced they would step back from the royal family.\n\nEarlier this month, they used a heavily publicized interview with Oprah to discuss their experiences, including allegations of racism within the family itself and Meghan's admission that she felt suicidal during her pregnancy.\n\nThe two-hour TV special was highly anticipated because Harry and Meghan are now allowed to speak more freely about the royal family after their effective split from the palace.\n\nIn one of the interview's most startling revelations, Meghan said an unnamed member of the family raised the issue of how dark their unborn baby Archie's skin would be while she was pregnant."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-kamalaharrisvicepresident/art-000", "text": "Vice President Harris: A new chapter opens in US politics\n\nWASHINGTON (AP) — Vice President Kamala Harris broke the barrier that has kept men at the top ranks of American power for more than two centuries when she took the oath Wednesday to hold the nation's second-highest office.\n\nHours after she was sworn in as the first female U.S. vice president — and the first Black woman and person of South Asian descent in the role — she cast the moment as one that embodied \"American aspiration.\"\n\n\"Even in dark times we not only dream, we do. We not only see what has been, we see what can be,\" she said in brief remarks outside the Lincoln Memorial. \"We are bold, fearless and ambitious. We are undaunted in our belief that we shall overcome, that we will rise up.\"\n\nFor Harris, the day was steeped in history and significance in more ways than one. She was escorted to the podium by Capitol Police Officer Eugene Goodman, the officer who single-handedly took on a mob of Trump supporters as they tried to breach the Senate floor during the Capitol insurrection, and she was sworn in by Supreme Court Justice Sonia Sotomayor, the first woman of color on the court, on a Bible that once belonged to former Supreme Court Justice Thurgood Marshall. She wore a deep purple dress and coat created by two emerging Black designers.\n\nHer rise is historic in any context, another moment when a stubborn boundary falls away, expanding the idea of what's possible in American politics. But it's particularly meaningful because Harris takes office at a moment when Americans are grappling over institutional racism and confronting a pandemic that has disproportionately devastated Black and brown communities.\n\nThose close to Harris say she'll bring an important — and often missing — perspective to the debates on how to overcome the many hurdles facing the new administration.\n\n\"In many folks' lifetimes, we experienced a segregated United States,\" said Lateefah Simon, a civil rights advocate and longtime Harris friend and mentee. \"You will now have a Black woman who will walk into the White House not as a guest but as a second in command of the free world.\"\n\nHarris — the child of immigrants, a stepmother of two and the wife of a Jewish man — \"carries an intersectional story of so many Americans who are never seen and heard.\"\n\nLater during the procession to the vice presidential office building, she was led by her alma mater Howard University's marching band and walked while holding the hand of her grandniece and alongside her husband, stepchildren, sister, brother-in-law and nieces.\n\nShe then quickly got to work, presiding as Senate president for the first time to swear in three new Democratic senators: Raphael Warnock and Jon Ossoff of Georgia and Alex Padilla of California, Harris' replacement."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-hurricaneida/art-082", "text": "New Orleans garbage hasn't been collected for weeks. So, the residents threw a Trash Parade.\n\nLouisiana residents recovering from the aftermath of Hurricane Ida are dealing with another problem, and it stinks - New Orleans garbage hasn't been collected for weeks.\n\nSeveral residents told a City Council committee Friday that they haven't had their garbage collected since days before the storm hit on Aug. 29.\n\nThe stench – which has drawn countless bugs and rats – got so bad in parts of the city last week that lifelong New Orleans resident, Aaron \"Louisiana\" Grant, joked on Facebook that he and others should stage a garbage parade and dress in trash-themed costumes while depositing their debris at the doors of City Hall.\n\nOn Wednesday, he created a New Orleans Trash Parade group on Facebook. By Friday night, more than 1,900 people had expressed interest in joining.\n\nGrant, 41, estimates the number of protesters Saturday afternoon was closer to 150, which dwindled to 100 as inclement weather dampened enthusiasm. Those who showed up did so in all sorts of creative costumes, including a fly, Oscar the Grouch (trash can included) and Grant's favorite, Marie Antoinette, who held a sign that said: \"Let them eat trash.\"\n\nBeing witty and satirical in the aftermath of a disaster, said Grant, is \"a coping mechanism.\"\n\n\"When I called City Hall to apply for a permit, I was asked, 'Is it a protest or a parade? Those are two different categories,'\" Grant recalled. \"I think it's both. Everyone there was upset to a certain degree, and we're using the opportunity to both vent and make a point.\"\n\nOnly two bags of trash were placed in front of City Hall's doors Saturday. But as Grant sat on his stoop Monday afternoon, garbage still hadn't been hauled away.\n\n\"When I turn and look 360 degrees, all I see is trash everywhere,\" he said. \"It's absolutely revolting. The temperatures have been in the high 80s and low 90s, so you can imagine how bad it smells.\"\n\nLast week, New Orleans Mayor LaToya Cantrell acknowledged as much, saying on Twitter: \"No getting around it. The situation stinks.\"\n\nCantrell said it's a workforce problem: Before Ida hit, the sanitation department was already strapped for employees due to a nationwide shortage. Ida made conditions considerably worse. According to other media outlets and an announcement from Cantrell, the city is now looking for help from outside contractors.\n\nGrant, who manages a live music venue in the French Quarter, isn't impressed. He said the garbage situation is \"the most visible example of the failures of local government.\" Elected officials should have planned for this, he said, and had contracts already signed."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-capitolriot/art-000", "text": "Trump impeached after Capitol riot in historic second charge\n\nWASHINGTON (AP) — President Donald Trump was impeached by the U.S. House for a historic second time Wednesday, charged with \"incitement of insurrection\" over the deadly mob siege of the Capitol in a swift and stunning collapse of his final days in office.\n\nWith the Capitol secured by armed National Guard troops inside and out, the House voted 232-197 to impeach Trump. The proceedings moved at lightning speed, with lawmakers voting just one week after violent pro-Trump loyalists stormed the U.S. Capitol, egged on by the president's calls for them to \"fight like hell\" against the election results.\n\nTen Republicans fled Trump, joining Democrats who said he needed to be held accountable and warned ominously of a \"clear and present danger\" if Congress should leave him unchecked before Democrat Joe Biden's inauguration Jan. 20.\n\nTrump is the only U.S. president to be twice impeached. It was the most bipartisan presidential impeachment in modern times, more so than against Bill Clinton in 1998.\n\nThe Capitol insurrection stunned and angered lawmakers, who were sent scrambling for safety as the mob descended, and it revealed the fragility of the nation's history of peaceful transfers of power. The riot also forced a reckoning among some Republicans, who have stood by Trump throughout his presidency and largely allowed him to spread false attacks against the integrity of the 2020 election.\n\nHouse Speaker Nancy Pelosi invoked Abraham Lincoln and the Bible, imploring lawmakers to uphold their oath to defend the Constitution from all enemies, foreign \"and domestic.\"\n\nShe said of Trump: \"He must go, he is a clear and present danger to the nation that we all love.\"\n\nHoled up at the White House, watching the proceedings on TV, Trump later released a video statement in which he made no mention at all of the impeachment but appealed to his supporters to refrain from any further violence or disruption of Biden's inauguration.\n\n\"Like all of you, I was shocked and deeply saddened by the calamity at the Capitol last week,\" he said, his first condemnation of the attack. He appealed for unity \"to move forward\" and said, \"Mob violence goes against everything I believe in and everything our movement stands for. ... No true supporter of mine could ever disrespect law enforcement.\"\n\nTrump was first impeached by the House in 2019 over his dealings with Ukraine, but the Senate voted in 2020 acquit. He is the first president to be impeached twice. None has been convicted by the Senate, but Republicans said Wednesday that could change in the rapidly shifting political environment as officeholders, donors, big business and others peel away from the defeated president.\n\nBiden said in a statement after the vote that it was his hope the Senate leadership \"will find a way to deal with their Constitutional responsibilities on impeachment while also working on the other urgent business of this nation.\"\n\nThe soonest Republican Senate leader Mitch McConnell would start an impeachment trial is next Tuesday, the day before Trump is already set to leave the White House, McConnell's office said. The legislation is also intended to prevent Trump from ever running again."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-tombradysuperbowl/art-012", "text": "Tom Brady's Super Bowl records and the ones he can break when Buccaneers face Chiefs\n\nThe GOAT looks to add to his ridiculous personal stats at Super Bowl 55.\n\nTom Brady is the most successful quarterback of all time by just about any metric — and there are a lot of them.\n\nThe longtime former New England Patriots quarterback will suit up on Sunday for the Tampa Bay Buccaneers with another Vince Lombardi Trophy in view, as Brady looks to bring some of his Super Bowl shine to one of the least fortunate teams in NFL history.\n\nThat's no joke — even with their Brady-led three playoff wins so far this season, the Buccaneers still have the same number of postseason victories (nine) as Brady has Super Bowl appearances.\n\nSUPER BOWL 55: Odds & predictions | How much will Brady & Mahomes earn?\n\nIt's just one of the crazy stats that the 43-year-old has amassed over the course of his Hall of Fame career. Here's a quick rundown on (some of) the Super Bowl records that Brady holds:\n\nTom Brady's Super Bowl records\n\nWins — 6\n\nGames played — 9\n\nMVP awards — 4\n\nPass attempts — 392\n\nPass completions — 256\n\nPass completions in a single game — 43\n\nPassing yards — 2,838\n\nTouchdown passes — 18\n\nAmazingly, there are still a few records that don't have Brady's name on them. Here are three more he can break on Sunday:\n\nRecords Tom Brady can break at Super Bowl 55\n\nMost NFL championships\n\nBrady is already the player with the most Super Bowl rings (six), but if you include the pre-Super Bowl era then he's currently tied with three others — Fuzzy Thurston (Colts/Packers), Forrest Gregg (Packers/Cowboys) and Herb Adderly (Packers/Cowboys) — for the most NFL championships.\n\nInterestingly, the other three men did it with two teams each while all of Brady's titles came with the Patriots. If he wins on Sunday, he'll not only take sole possession of first place but he'll also get to add a second team that he's done it with.\n\nMost touchdown passes in a single Super Bowl\n\nThis is one of the few QB records Brady hasn't yet claimed, although it's once again on the table — especially with Sunday's game expected to be a shootout between the Bucs star and his counterpart, Patrick Mahomes of the Kansas City Chiefs.\n\nBrady's personal best is four touchdown passes at Super Bowl XLIX, which places him in a tie for third place with Terry Bradshaw, Doug Williams and Troy Aikman. In second place is Joe Montana, who connected for five TD passes at Super Bowl XXIV.\n\nMontana's successor, Steve Young, currently holds the record with an astonishing six TD passes in Super Bowl XXIX.\n\nMost interceptions\n\nThis is really just a product of playing in so many Super Bowls, and it's obviously not something Brady will be striving for.\n\nBrady's thrown six interceptions in the nine games he's appeared in, which puts him in fourth place all time (tied with former Vikings pivot Fran Tarkenton). The leader is John Elway, who has eight INTs to his name (five games), while Craig Morton and Jim Kelly each had seven picks (in two and four games, respectively).\n\nThe fact that he's played nearly double the number of games as Elway yet still trails in this department is a testament to Brady's dominance on the grandest stage."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-cnnchriscuomo/art-062", "text": "Chris Cuomo's former CNN producer John Griffin tried to pay off sex crimes witness: feds\n\nFired CNN producer John Griffin tried to \"deceive, delete, and spend his way out of being held accountable\" for his alleged sex crimes against a minor, new court documents allege.\n\nGriffin, 44, was indicted this month by a federal grand jury in Vermont for attempting to \"induce minors to engage in unlawful sexual activity,\" and allegedly bragged about luring girls as young as 7 to his home for \"sexual subservience\" training.\n\nThe former producer who boasted about working \"shoulder to shoulder\" with Chris Cuomo was fired by CNN following his arrest and is facing up to 10 years in prison for each of the three counts he is facing in charges involving a 9-year-old girl.\n\nIn a motion to keep him in jail until his trial, US Attorney Nikolas P. Kerest said Griffin's detention is crucial to community safety. He is \"a wealthy man who is desperate to avoid facing justice\" with a history of mental illness, substance abuse and alleged sexual assault of minor, Kerest said, who cited Jeffrey Epstein court docs in the motion.\n\nThe motion, filed Monday, offers more details about Griffin's alleged actions, including that he offered a woman $30,000 in January 2020 for a mother-and-daughter getaway. In March 2020, he offered another woman $1,200 for sex, saying he would up the payment to $5,000 \"if the kids are in the room,\" the feds said.\n\nWhen chatting with someone online who admitted to sexually assaulting a baby, Griffin reassured the assailant, saying, \"You need to promise me that you will always understand what you're doing is right, OK?\" Chats show him calling young girls and babies explicit names like \"little slut,\" \"little whore,\" and \"little b—h.\"\n\nHe also sent $4,000 via Venmo to a family member of the 9-year-old he is accused of assaulting as part of an \"apparent pay-off,\" according to the feds.\n\n3 Griffin attempted to lure at least four girls, ages 16, 14, 13 and 9, to his Vermont ski house, prosecutors said. John Griffin/Twitter\n\nProsecutors said in their complaint that Griffin, of Stamford, Connecticut, attempted to lure at least four girls, ages 16, 14, 13 and 9, to his Vermont ski house for \"training sessions\" on such things as \"spanking\" and \"c–k worship,\" reportedly saying a \"woman is a woman regardless of her age.\""}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-tigerwoodsaccident/art-048", "text": "Forensic experts question Tiger Woods crash probe after new finding\n\nThe LA County Sheriff's Department made several critical decisions in the investigation of Tiger Woods' devastating crash that were favorable to the golfing legend — who was given the benefit of the doubt despite indications he was inattentive or had dozed off, according to a report.\n\nSheriff Alex Villanueva announced on Feb. 23 — when Woods crashed a loaned Genesis GV80, breaking several bones in his leg — that his deputies \"did not see any evidence of impairment.\"\n\nA day later, he announced that the crash was \"purely an accident\" and said there had been no need to bring in a drug recognition expert to evaluate the 45-year-old Woods for impairment.\n\nBut several forensic experts told USA Today Sports that the available evidence in the case indicates Woods was inattentive or asleep when the SUV went right into a median instead of staying in the lane as it curved right.\n\nThey cited clues, including the lack of skid marks indicating braking, for questioning the sheriff's department's decision to quickly label the crash an \"accident\" and to not bring in an expert to have Woods' blood examined.\n\n\"LASD is not releasing any further information at this time,\" the sheriff's department told USA Today Sports in a statement. \"The traffic collision investigation is ongoing and traffic investigators continue to work to determine the cause of the collision.\"\n\nWoods' agent, Mark Steinberg, didn't return a message from the news outlet seeking comment.\n\nAccident reconstruction experts said the links legend's inability to remember driving at all was reason enough to bring in a drug recognition expert, or DRE.\n\n\"I would have thought that you would have him evaluated by a DRE to see whether or not there are some physical clues beyond the operation that would point to impairment,\" said Charles Schack, a former New Hampshire state trooper who is now president of Crash Experts, which analyzes accidents.\n\n\"To an untrained person, sometimes the effects are a bit more subtle, and require a bit more in-depth examination to bring out the evidence of impairment,\" he told USA Today Sports.\n\nDREs make a determination of whether blood should be tested by questioning the driver about medications and examining the person's eyes and vital signs, according to the report.\n\nIf a DRE had evaluated Woods at the hospital, a blood test could have shown whether there were any medications or other drugs in his system — for which he could have been charged with misdemeanor driving under the influence.\n\nInstead, a day after the accident, Villanueva said the deputy at the scene concluded that \"there was no evidence of any impairment whatsoever.\"\n\n\"He was lucid, no odor of alcohol, no evidence of any medication, narcotics or anything like that would bring that into question. So that was not a concern at the time. So therefore, obviously no field sobriety test and no DRE,\" the sheriff added.\n\nBut former detective Jonathan Cherney, who walked the scene after the crash, also said the evidence suggests it was \"like a classic case of falling asleep behind the wheel\" because \"the road curves and his vehicle goes straight.\"\n\nIf Woods had been looking at his phone momentarily, investigators would expect to see evidence that he braked or tried to steer out of the median long before the wreck.\n\n\"Impaired people have a tendency of crashing, so if you have a situation like this one, where you have a single-vehicle crash, with out-of-the-ordinary-type circumstances, that should trigger the first responder to inquire further and to explore impairment as a possible cause of the collision,\" Cherney told the outlet.\n\nThe accident reconstructionist agreed that the fact that Woods twice told deputies he couldn't remember driving at all \"absolutely\" is a clue suggesting impairment.\n\n\"I do know significant head injuries can cause people to not know what happened or forget what happened,\" Cherney said. \"The fact that he doesn't remember driving at all is also indicative and consistent with the objective symptom of impaired driving.\"\n\nHowever, it is now too late to get access to Woods' blood and medical reports at the hospital without his cooperation or a search warrant, according to the report.\n\nTo get a warrant, police would need to convince a judge it is necessary and show probable cause that a crime had been committed — which would be \"difficult,\" Chris Taylor, managing attorney at Taylor & Taylor, a DUI defense specialist in Southern California, told USA Today Sport.\n\nThe sheriff's department eventually executed a search warrant to obtain the \"black box\" data from the SUV that could show how fast Woods was traveling, plus any braking or steering activity prior to impact.\n\nThe department has not released any of the findings.\n\nDuring emergency surgery at Harbor-UCLA Medical Center, Woods had a rod inserted into his tibia and pins and screws in his foot and ankle. Three days later, he was transferred to Cedars-Sinai Medical Center and underwent follow-up procedures."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-hurricaneida/art-018", "text": "Biden on tour of two states heavily affected by Hurricane Ida\n\nThe US President is touring New Jersey and New York after the violent storm devastated the two states with flooding.\n\nPresident Joe Biden has toured flood damage in New Jersey and says he was thinking about the all families who suffered \"profound\" losses from the powerful remnants of Hurricane Ida.\n\nBiden also planned to visit New York City on Tuesday, to survey the aftermath and call for federal spending to fortify infrastructure to better defend people and property from future storms in the region and far beyond.\n\nHe put the blame squarely on climate change.\n\n\"Every part of the country is getting hit by extreme weather,\" Biden said in a briefing at the Somerset County emergency management training centre attended by federal, state and local officials, including New Jersey Governor Phil Murphy.\n\n\"We can't turn it back very much, but we can prevent it from getting worse,\" he said.\n\nHurricane Ida hit the gulf coast of Louisiana, August 29, as a powerful Category 4 storm, with sustained winds of 240km/h (150mph). It moved across the northeastern states, weakening into a post-tropical cyclone, dumping record rainfall on New York, New Jersey and Pennsylvania on September 1 and causing tornadoes.\n\nBiden added that scientists have been warning of the dangers of climate change and that urgent action was needed.\n\n\"For decades, scientists have warned of extreme weather that would be more extreme and climate change was here,\" he said, \"and we're living through it now, we don't have any more time.\"\n\nBiden has approved major disaster declarations, making federal aid available for people in six New Jersey counties and five New York counties affected by the devastating floods.\n\nManville, situated along New Jersey's Raritan River, is almost always hard-hit by major storms. It was the scene of catastrophic flooding in 1998 as the remnants of Tropical Storm Floyd swept over New Jersey. It also sustained serious flooding during the aftermath of Hurricane Irene in 2011 and Superstorm Sandy in 2012.\n\n\"I think the country has finally acknowledged the fact that global warming is real and it's moving at an incredible pace and we have to do something about it,\" Biden said.\n\n\"This is an opportunity,\" he said."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-kabulairportattack/art-081", "text": "Key dates in U.S. involvement in Afghanistan since Sept. 11, 2001\n\nAug 30 (Reuters) - The last U.S. troops flew out of Afghanistan, fulfilling President Joe Biden's pledge to bring an end to America's longest war after a chaotic and violent evacuation from Kabul, the U.S. military said on Monday.\n\nThe following is a chronology of U.S. involvement and major developments in Afghanistan over the past two decades:\n\nSept. 11, 2001 - U.S. involvement in Afghanistan is triggered by attacks on the United States plotted in Afghanistan by the al Qaeda militant group, led by Osama bin Laden, who was in Afghanistan under Taliban protection.\n\nOct. 7, 2001 - U.S. forces begin air campaign with strikes on Taliban and al Qaeda forces. Small numbers of U.S. special forces and CIA agents soon slip into Afghanistan to help direct the bombing campaign and organise Afghan opposition forces. the Taliban would swiftly be toppled, however, with no major U.S. combat deployment on the ground.\n\nNov. 13, 2001 - U.S.-backed Northern Alliance forces enter Kabul as the Taliban withdraw south. Within a month, Taliban leaders have fled from southern Afghanistan into Pakistan.\n\nDecember 2001 - U.S. forces bomb the Tora Bora cave complex in eastern Afghanistan where bin Laden is reported to be hiding, but he slips over the border into Pakistan, where he disappears.\n\nMay 2, 2003 - U.S. officials declare an end to major combat operations in Afghanistan. Under President George W. Bush, the U.S. focus turns to preparing for the invasion of Iraq, which required a diversion of U.S. troops, equipment, and intelligence collection from Afghanistan. That allows the Taliban to slowly regroup, at first in the south and east.\n\n2006-2008 - With U.S. forces mainly fighting a surge campaign in Iraq, only a much smaller contingent is deployed in Afghanistan. The Taliban launch major advances threatening to recapture swaths of territory, especially in the south. In response, an enlarged NATO mission brings thousands more troops, notably British forces, hundreds of whom are killed in intense battles against the Taliban in Helmand province."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-evergreensuezcanal/art-016", "text": "What Suez Canal learnt from 'Ever Given' incident\n\nIt was an unforgettable image: the 400-metre Ever Given cargo ship wedged diagonally across Egypt's Suez Canal.\n\nIn March 2021, the vast vessel blocked the waterway for six days, disrupting billions of dollars in global trade, before it was freed.\n\nThe incident was back in the memory on Monday when a cargo vessel carrying Ukrainian grain to China ran aground in the canal.\n\nSince the incident in 2021, some changes have been made, such as the start of a $10 billion canal expansion project and the Suez Canal Authority's purchase of two powerful dredgers.\n\nBut other things have stayed the same.\n\nIn December 2021, the Panama-flagged ship returned through the canal from China to Rotterdam with an even heavier load — a reminder that ultra-large vessels will continue to use the vital transitway.\n\nEgyptian tugboats try to pull out the Ever Given container ship stranded in the Suez Canal, Egypt, on March 26 2021. EPA\n\n\"Global trade is at worldwide highs right now. Cargo is moving through the Suez Canal at record rates,\" said Salvatore Mercogliano, a maritime historian at Campbell University in North Carolina, at the time.\n\n\"In many ways, the Suez Canal is the only game in town in terms of these really large vessels going through and because it's such a substantial shortcut between Europe and Asia,\" he said.\n\nDrone footage captures efforts to free Ever Given in Suez Canal\n\nAbout 12 per cent of global trade — $10bn to $12bn a day — goes through the canal.\n\nThat year saw daily transit records broken, with 87 ships crossing the waterway on September 29. In November 2021, the canal authority recorded its highest monthly revenue of $571.3 million.\n\nWith such successes, it is perhaps even more important to review the lessons learnt to avoid a scenario similar to the Ever Given grounding in the future.\n\nA long history\n\nOpened on November 17, 1869, the canal recently celebrated 152 years in existence. During that time, 1.4 million ships carrying 24.7 billion tonnes of cargo navigated the waterway, paying fees of $147.1bn.\n\nThere have been other instances of ships running aground and blocking the canal, but none for as long as the Ever Given. Russian oil tanker Tropic Brilliance got stuck for three days in 2004 and the Hong Kong-flagged Okal King Dor blocked transit for eight hours in 2006.\n\n\"[The Ever Given grounding] was a one-off incident, which did cause a drastic disruption to trade. But if we look realistically over the past century of the operation of the canal, there have hardly been any incidents,\" said Ranjith Raja, oil research manager at Refinitiv.\n\nIn 2015, President Abdel Fattah El Sisi inaugurated the New Suez Canal, a second lane along part of the 193-kilometre waterway to allow for more ships to pass. The canal was also widened and deepened in other stretches.\n\nFurther canal expansion a necessity\n\nThe Ever Given ran aground during a sandstorm and strong winds in the southern stretch of the waterway, the longest single-lane portion.\n\n\"The most important thing is to create more two-lane segments in the canal,\" said Mohamed El Wakeel, vice dean of the College of Maritime Transport and Technology at the Arab Academy for Science, Technology and Transport.\n\nIn May, the Suez Canal Authority (SCA) announced plans to widen and deepen the 30km stretch of waterway between the city of Suez and the Bitter Lake area by 2023.\n\nTwo-directional traffic in the canal lane further north will also be extended by 10km to a total length of 82km.\n\nContainer ships aren't getting any smaller\n\nThe Ever Given is one of the largest container ships ever built, nearly as long as the Empire State Building is tall. It is right at the maximum length allowed for transit in the Suez Canal.\n\nWhile its grounding brought into question whether such vessels are too big to safely operate in many ports and canals, it did not deter the construction of ultra-large ships.\n\n\"In the midst of Ever Given being stuck in the Suez, Ever Green, the ship's parent company, ordered vessels even larger than Ever Given at that same time,\" said Mr Mercogliano.\n\nAs long as major passages can accommodate these larger vessels, shipping companies will continue to build them, and vice versa. In May, the Panama Canal Authority increased the maximum length of ships allowed to pass through the waterway from 367 to 370 metres.\n\n\"From a trade perspective, it makes sense to have bigger vessels, which are capable of carrying more cargo and makes the overall cost of trade significantly lower,\" said Mr Raja.\n\nThe 'Ever Given', one of the world's largest container ships, sails in the Suez Canal after authorities agreed to a settlement with the vessel's owner and insurers."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-georgefloydderekchauvin/art-018", "text": "Prosecutors: Officer was on Floyd's neck for about 9 minutes\n\nMINNEAPOLIS (AP) — As the trial approaches for a white Minneapolis police officer charged with murder in the death of George Floyd, prosecutors are putting the time Derek Chauvin's knee was on the Black man's neck at about nine minutes.\n\nThe time has fluctuated before. It was recorded as 8 minutes, 46 seconds in an initial criminal complaint — a figure that became symbolic to many in the weeks after Floyd's death — before a math error was corrected to make it 7:46. But filings since then, citing time-stamped police body-camera video, now make it at least nine minutes.\n\nThe fact that the figure has evolved probably won't matter at Chauvin's trial, which begins Monday with jury selection. One former prosecutor says it's common for such details to be fine-tuned as prosecutors build a case. A support group for victims of police violence says the discrepancies won't have any impact.\n\n\"He was obviously on there enough time to think about what he was doing. He heard the man pleading that he couldn't breathe,\" said Toshira Garraway, founder of Families Supporting Families Against Police Violence. \"If it was two minutes or if it was five minutes or if it was 10 minutes, he was fully aware ... Once he said, 'I cannot breathe' ... he was supposed to remove his knee.\"\n\nFloyd died May 25. He had been handcuffed and was pleading that he couldn't breathe, but Chauvin kept his knee on Floyd's neck even after he stopped moving and speaking.\n\nChauvin is charged with second-degree murder and manslaughter. Three other officers — Thomas Lane, J. Kueng and Tou Thao — are charged with aiding and abetting second-degree murder and manslaughter and are scheduled for trial in August.\n\nThe narrative in the initial complaint filed May 29 by the Hennepin County Attorney's Office says Chauvin held his knee to Floyd's neck for 8 minutes, 46 seconds. But the time stamps cited in that charging document indicate it was actually 7 minutes, 46 seconds.\n\nThe Associated Press began asking about the error the day after the initial charges were filed, but prosecutors repeatedly declined to address it. The 8:46 detail was repeated in an amended complaint filed days later by the Attorney General's Office.\n\nIn the weeks that followed Floyd's death, some demonstrators staged \"die-ins\" that lasted 8 minutes, 46 seconds, some lawmakers knelt for that amount of time in the U.S. Senate, and mourners at a memorial service for Floyd stood in silence for 8:46 to reflect on the final moments of his life.\n\nIn mid-June, prosecutors acknowledged the one-minute error, but said it would have no impact on the case.\n\nDocuments filed by prosecutors in September and October changed the timing yet again. These documents contain the most detailed picture of what happened, citing time stamps from Lane, Keung and Thao's body camera videos.\n\nThe documents don't list an exact time for when Chauvin began kneeling on Floyd, but instead provide a narrative for when Floyd was first pressed to the ground. Time stamps on video from Lane's body camera — recorded in 24-hour-clock format — show that began at some point from 20:19:14 to 20:19:45, meaning from 14 to 45 seconds after 8:19 p.m.\n\nBut the documents cite a clear moment when Chauvin removed his knee, when a stretcher was ready to take Floyd away. Lane's body camera time-stamp read 20:28:45."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-kabulairportattack/art-028", "text": "Remarks by President Biden on Afghanistan\n\nGood afternoon. I want to speak today to the unfolding situation in Afghanistan: the developments that have taken place in the last week and the steps we're taking to address the rapidly evolving events.\n\nMy national security team and I have been closely monitoring the situation on the ground in Afghanistan and moving quickly to execute the plans we had put in place to respond to every constituency, including — and contingency — including the rapid collapse we're seeing now.\n\nI'll speak more in a moment about the specific steps we're taking, but I want to remind everyone how we got here and what America's interests are in Afghanistan.\n\nWe went to Afghanistan almost 20 years ago with clear goals: get those who attacked us on September 11th, 2001, and make sure al Qaeda could not use Afghanistan as a base from which to attack us again.\n\nWe did that. We severely degraded al Qaeda in Afghanistan. We never gave up the hunt for Osama bin Laden, and we got him. That was a decade ago.\n\nOur mission in Afghanistan was never supposed to have been nation building. It was never supposed to be creating a unified, centralized democracy.\n\nOur only vital national interest in Afghanistan remains today what it has always been: preventing a terrorist attack on American homeland.\n\nI've argued for many years that our mission should be narrowly focused on counterterrorism — not counterinsurgency or nation building. That's why I opposed the surge when it was proposed in 2009 when I was Vice President.\n\nAnd that's why, as President, I am adamant that we focus on the threats we face today in 2021 — not yesterday's threats.\n\nToday, the terrorist threat has metastasized well beyond Afghanistan: al Shabaab in Somalia, al Qaeda in the Arabian Peninsula, al-Nusra in Syria, ISIS attempting to create a caliphate in Syria and Iraq and establishing affiliates in multiple countries in Africa and Asia. These threats warrant our attention and our resources.\n\nWe conduct effective counterterrorism missions against terrorist groups in multiple countries where we don't have a permanent military presence.\n\nIf necessary, we will do the same in Afghanistan. We've developed counterterrorism over-the-horizon capability that will allow us to keep our eyes firmly fixed on any direct threats to the United States in the region and to act quickly and decisively if needed.\n\nWhen I came into office, I inherited a deal that President Trump negotiated with the Taliban. Under his agreement, U.S. forces would be out of Afghanistan by May 1, 2021 — just a little over three months after I took office.\n\nU.S. forces had already drawn down during the Trump administration from roughly 15,500 American forces to 2,500 troops in country, and the Taliban was at its strongest militarily since 2001.\n\nThe choice I had to make, as your President, was either to follow through on that agreement or be prepared to go back to fighting the Taliban in the middle of the spring fighting season.\n\nThere would have been no ceasefire after May 1. There was no agreement protecting our forces after May 1. There was no status quo of stability without American casualties after May 1.\n\nThere was only the cold reality of either following through on the agreement to withdraw our forces or escalating the conflict and sending thousands more American troops back into combat in Afghanistan, lurching into the third decade of conflict.\n\nI stand squarely behind my decision. After 20 years, I've learned the hard way that there was never a good time to withdraw U.S. forces.\n\nThat's why we were still there. We were clear-eyed about the risks. We planned for every contingency.\n\nBut I always promised the American people that I will be straight with you. The truth is: This did unfold more quickly than we had anticipated.\n\nSo what's happened? Afghanistan political leaders gave up and fled the country. The Afghan military collapsed, sometimes without trying to fight.\n\nIf anything, the developments of the past week reinforced that ending U.S. military involvement in Afghanistan now was the right decision.\n\nAmerican troops cannot and should not be fighting in a war and dying in a war that Afghan forces are not willing to fight for themselves. We spent over a trillion dollars. We trained and equipped an Afghan military force of some 300,000 strong — incredibly well equipped — a force larger in size than the militaries of many of our NATO allies.\n\nWe gave them every tool they could need. We paid their salaries, provided for the maintenance of their air force — something the Taliban doesn't have. Taliban does not have an air force. We provided close air support.\n\nWe gave them every chance to determine their own future. What we could not provide them was the will to fight for that future.\n\nThere's some very brave and capable Afghan special forces units and soldiers, but if Afghanistan is unable to mount any real resistance to the Taliban now, there is no chance that 1 year — 1 more year, 5 more years, or 20 more years of U.S. military boots on the ground would've made any difference.\n\nAnd here's what I believe to my core: It is wrong to order American troops to step up when Afghanistan's own armed forces would not. If the political leaders of Afghanistan were unable to come together for the good of their people, unable to negotiate for the future of their country when the chips were down, they would never have done so while U.S. troops remained in Afghanistan bearing the brunt of the fighting for them.\n\nAnd our true strategic competitors — China and Russia — would love nothing more than the United States to continue to funnel billions of dollars in resources and attention into stabilizing Afghanistan indefinitely.\n\nWhen I hosted President Ghani and Chairman Abdullah at the White House in June and again when I spoke by phone to Ghani in July, we had very frank conversations. We talked about how Afghanistan should prepare to fight their civil wars after the U.S. military departed, to clean up the corruption in government so the government could function for the Afghan people. We talked extensively about the need for Afghan leaders to unite politically.\n\nThey failed to do any of that.\n\nI also urged them to engage in diplomacy, to seek a political settlement with the Taliban. This advice was flatly refused. Mr. Ghani insisted the Afghan forces would fight, but obviously he was wrong.\n\nSo I'm left again to ask of those who argue that we should stay: How many more generations of America's daughters and sons would you have me send to fight Afghans — Afghanistan's civil war when Afghan troops will not? How many more lives — American lives — is it worth? How many endless rows of headstones at Arlington National Cemetery?\n\nI'm clear on my answer: I will not repeat the mistakes we've made in the past — the mistake of staying and fighting indefinitely in a conflict that is not in the national interest of the United States, of doubling down on a civil war in a foreign country, of attempting to remake a country through the endless military deployments of U.S. forces.\n\nThose are the mistakes we cannot continue to repeat, because we have significant vital interests in the world that we cannot afford to ignore.\n\nI also want to acknowledge how painful this is to so many of us. The scenes we're seeing in Afghanistan, they're gut-wrenching, particularly for our veterans, our diplomats, humanitarian workers, for anyone who has spent time on the ground working to support the Afghan people."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-michiganhighschoolshooting/art-035", "text": "Shooting reported at Winston-Salem High School, sheriff says\n\nWINSTON-SALEM, N.C. — There were some emotional moments as students returned to the Winston-Salem high school campus to pick up vehicles and belongings Friday following a shooting Wednesday.\n\nPeople hugged one another as they returned during certain time slots to gather their things for the long holiday weekend. They are set to resume classes Tuesday.\n\nMount Tabor High School officials say they have seen an outpouring of support from alumni, families and friends asking how they can help the family of a student who was killed in the school shooting Wednesday.\n\nFifteen-year-old William Chavis Raynard Miller Jr. was shot at the school and died after being taken to a hospital, authorities said.\n\nFriday morning, school officials said on Twitter they are collecting donations for the family made out to the school with \"Miller Benevolent Fund\" in the memo. Donations can be dropped off at the school's main office.\n\nThursday night, students, teachers, staff and community members came together in prayer and support, one day after the deadly shooting at the Winston-Salem high school.\n\nMore than 100 people were in attendance at the vigil held at Mount Tabor United Methodist Church, which is close to the school campus.\n\n\"How is everyone doing,\" asked Mount Tabor High School Principal Ed Weiss as he walked around checking in on students before the vigil commenced.\n\nRoughly 32 hours had passed since a student was shot just after noon Wednesday, putting the school on lockdown as police and sheriff's deputies launched a six-hour manhunt. Other schools in the district were also put on lockdown just to be cautious.\n\nA Mount Tabor High School coach and teacher attending the vigil, Rick Anderson, said, \"Yesterday was the scariest and toughest thing I've ever dealt with.\" He also commended his colleagues and law enforcement for doing everything they could to keep the rest of the students safe.\n\nThe sheriff's office said deputies arrested the suspected shooter around 6 p.m. Wednesday. The Forsyth County District Attorney hinted that the incident may have been gang related at a news conference Thursday morning.\n\nDuring a news conference Wednesday, officials said they believed the suspect was a student at the school.\n\nDistrict Attorney Jim O'Neill refused to give specifics about the case, but did say, \"If a child enters a gang at 6th or 7th grade, we've lost them folks.\"\n\nGov. Roy Cooper joined Winston-Salem and Forsyth County officials Thursday.\n\n\"I wanted to come today to let the people of this community to know that the State of North Carolina was behind them, and we wanted to provide all the help that we could,\" Cooper said. \"This is a pain and a fear that no child or parent should ever have to confront, simply by having a child go to school,\" he said.\n\nForsyth County Sheriff Bobby Kimbrough Tuesday said the victim's mother asked him to share her son's name: William Chavis Raynard Miller Jr. He succumbed to his injuries after being taken to a hospital Wednesday.\n\nThe sheriff said he spoke with the mother again, and she asked him to share another message with the public: \"Tell the mothers to tell their babies to put their guns down, because it's senseless.\"\n\nThe sheriff said there were two school resource officers, which he calls SROs, at Mount Tabor High when the student was shot.\n\n\"The time in which we're living in, SROs are a necessity in our schools,\" he said. \"There are so many social issues in our society and our community that become criminal justice issues, and they spill over in different places.\"\n\n\"I can tell you that guns are easily accessible in our society now,\" Kimbrough said. \"In a school that is basically, people, young men and women are coming and going, bookbags and so many other areas, you can't control that.\"\n\nKimbrough, Cooper and the other officials who spoke during a news conference Thursday all said student safety was their priority. This is the second school shooting in North Carolina this week. A 15-year-old in New Hanover County faces attempted murder charges after a shooting in Wilmington that injured another student.\n\nThe shootings come a week after most students went back to school, many for the first time in more than a year.\n\n\"We know that our children need to be in the classroom to get the full experience of learning, and that's why we've worked through this pandemic and why so many, more than 90% of our children are under a mask mandate,\" the governor said."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-kabulairportattack/art-031", "text": "The treacherous journey into Kabul airport to escape Taliban-controlled Afghanistan\n\nKABUL — Two days after the Taliban's sudden takeover of Kabul, we were given a chance to escape: seats on a chartered plane to Qatar set to take off from the city's airport within hours. Security around the airport was crumbling, and the future of my Afghan colleagues was increasingly uncertain. They had received Taliban threats in the past, and both have young families for whom they fear the most.\n\nReaching the airport would be the most difficult part, and it was something we decided we had to do together.\n\nWe hadn't seen each other since the Taliban took over the capital, and the reunion — after so much anxiety, fear and change — was emotional. On a dusty gravel road lined by concrete barriers outside the airport, we embraced. It was one of the first moments of joy and relief in a long time. Everyone was in tears.\n\nNext, we had to make a run for the military side of the airport, a part of the city quickly becoming the most dangerous.\n\nThe night before, Taliban fighters had stormed a crowd waiting outside the terminal, beating men, women and children attempting to flee the country. By morning, the militants had set up checkpoints and deployed dozens of fighters to block roads leading to the airport. One of those checkpoints was a just a few hundred yards from the compound where I was staying.\n\n\"Why do you want to leave the country? What are you, traitors?\" the militants screamed at a crowd forming beside one of the main airport entrances, known as Abbey gate, in a scene witnessed by Washington Post reporter Aziz Tassal. One fighter slapped a man who approached the barrier, and another was struck with the butt of a rifle.\n\nWashington Post editors had arranged seats for staffers and their families on a charter flight set to leave within hours, but getting to the flight would require entering through that same gate. Our chances of making it through the gate safely and then onto the plane were slim. But the crowds at the airport were growing by the day, and the Taliban was becoming more brutal. We decided it was worth a shot.\n\nWe were traveling with eight small children, the youngest not even a year old, and were most concerned about their safety. Two nights before, Tassal and his young daughter were beaten by Taliban fighters as they waited on the civilian side of the airport for a flight that never materialized. That experience, my colleagues later said, only hardened their resolve to escape, but it left their families terrified of returning to the scene.\n\n\"I will never forget how they beat my small daughter,\" Tassal said, showing me the dark blue bruise on her side. \"They will never change. My country is gone forever.\"\n\nIt was possible that we could experience a repeat of that night. But I felt that if I was with the group — the only Post employee left in the country with an American passport — we would be more likely to get inside the base. And if we rented armored cars, we would be partially protected from an attack if the road was breached."}
{"id": "articles-cleaned-truncated/news-2021-01-01-2021-12-31-tombradysuperbowl/art-056", "text": "10 things we learned from Episode 7 of the Tom Brady documentary, 'Man in the Arena'\n\nPatriots 10 things we learned from Episode 7 of the Tom Brady documentary, 'Man in the Arena' \"If there's one game that signifies what our team was always about, it's Super Bowl LI.\" Tom Brady during Super Bowl LI. AP Photo/Darron Cummings\n\nIn the seventh episode of the Tom Brady documentary, \"Man in the Arena,\" the 44-year-old quarterback's family receives some focus while the story of the 2016 Patriots is recounted.\n\nInterwoven with details about one of New England's most celebrated championships—culminating with the comeback from a 28-3 deficit in Super Bowl LI — Brady's three older sisters chronicle both his career and growth off the field from their unique perspective.\n\nMaureen, Julie, and Nancy Brady joined their brother to be interviewed for the episode, discussing the team's on-field success simultaneous to the more personal story of their mother battling cancer.\n\nHere are a few takeaways from Episode 7, titled, \"Surrender\":\n\nThe Brady family view of \"Deflategate\"\n\nAfter receiving coverage in the previous episode, the \"Deflategate\" controversy was once again back in the documentary as Brady's 2016 four-game suspension was discussed.\n\nIn Brady's view, the entire subplot was \"a lot about who had power and authority.\"\n\n\"What it started out as vs. what it became were two totally different things,\" he explained.\n\nBrady's siblings shared that view, noting that accusations drifted over time as the initial reports of discrepancies in the pressure of footballs were seemingly disproven by the ideal gas law.\n\n\"A lot of people were waiting for that moment to kind of dig in,\" said Nancy. \"It was vicious.\"\n\nUltimately, Brady believed that it wasn't productive to continuously defend his actions.\n\n\"I don't need to defend myself,\" he said. \"I've defended myself for a long time. I said what I had to say multiple times, in front of a lot of different people, in court, in public. I felt I had given them what they needed to make the right decision, but I feel like they had their mind made up.\"\n\n\"I realized I wasn't going to win,\" Brady said of the protracted court procedure. \"It's hard to beat 31 billionaires in court. I thought we gave it a great fight but in the end just dealing with the results of what the New York circuit judge decided. I decided to put that behind me and then move on to the next year.\"\n\nBrady's response to his mother having cancer\n\nWhile the 2016 season was ultimately a happy memory for Patriots fans, it was a difficult time for the Brady family. When asked what came to mind about the year, Maureen became emotional.\n\n\"That was a hard year,\" she recalled. \"That was a really hard year. We had a lot going on with my mom and Tommy.\"\n\nGalynn Brady was diagnosed with breast cancer and myeloma in 2016. She immediately began to receive treatment, which eventually meant a difficult period of chemotherapy.\n\nBrady offered an introspective recollection from that time.\n\n\"I tried to remain poised and say, 'Don't worry, mom, we're going to get through it,'\" said Brady. \"And then I automatically — maybe it's a little bit of a toughening up that I've had, but maybe I'm not the most empathetic or sympathetic — I'm trying to solve it.\n\n\"I'm saying, 'Mom, come on, this is what we've got to do, we've got to send you to this person, or this person,'\" Brady continued. \"We're going to fix this.\"\n\nHandling the 2016 suspension\n\nHaving to serve a four-game suspension at the outset of the 2016 season provided a stark change of pace for Brady.\n\n\"It was the first September that I'd had off since my eighth-grade year,\" Brady recalled. \"I didn't even know what a September was like without football.\n\nBrady said that he decided to go on vacation to Costa Rica to be with his wife.\n\n\"That was really good for our relationship,\" he said of the trip with Gisele Bündchen.\n\n\"A very small gesture like that allowed me to recognize the things that I need to do in our relationship to make sure that she feels supported too,\" said Brady, \"because she'd supported me for the previous year and a half. She held me up when I was weak and angry and sad and depressed. That was a really dark time.\"\n\nBut after the brutal period of \"Deflategate,\" the suspension that finally resulted from it was a positive moment.\n\n\"It actually worked out awesome for them,\" said Maureen. \"He saw our family. We haven't had a family holiday together since he was at Michigan.\"\n\nWatching Jimmy Garoppolo start the season at quarterback\n\nBrady said he was working out while watching backup quarterback Jimmy Garoppolo and the Patriots play the Cardinals in the opening game of the 2016 season."}